Repository: denis-koptev/TobaccoFeed
Catalog: django/tobaccopoisk/locale/*/LC_MESSAGES/django.po
Languages: ru

source: About Us - TobaccoFeed
ru: О нас - ТабакоПоиск

source: TobaccoFeed
ru: ТабакоПоиск

source: Why are we here?
ru: Для чего мы здесь?

source: More and more people are starting to smoke hookas. Hookas are the part of our culture
ru: Все большее количество людей приобщается к курению кальяна

source: It will be great to have unified resource with all information about tobaccos
ru: Было бы здорово - иметь единый ресурс со всей информацией о табаках

source: We will give you the opportunity to choose products according to your preferences
ru: Мы хотим дать вам возможность выбирать продукцию с учетом ваших предпочтений

source: You'll be able to communicate and share, to add tobaccos and find the best prices
ru: У вас будет возможность обмениваться мнениями, делиться предпочтениями и находить лучшие предложения

source: TobaccoFeed is in progress
ru: ТабакоПоиск находится в процессе разработки

source: We started in April 17
ru: Мы начали 17 апреля 2017 года

source: Now we have list of tobaccos which you can search
ru: У нас уже есть небольшая база табаков, возможность регистрации и поиска

source: Our project is growing rapidly, but we still need financing, advertising and human resources
ru: Проект стремительно растет, но нам все еще нужны финансовые и человеческие ресурсы, а так же реклама

source: Soon, you'll be able to add tobaccos and mixes into your profile
ru: Скоро вы сможете добавлять табаки и миксы к себе в профиль

source: Coming Soon
ru: Скоро

source: Sign In - TobaccoFeed
ru: Вход - ТабакоПоиск

source: Login
ru: Логин

source: Password
ru: Пароль

source: Sign In
ru: Войти

source: Sign Up
ru: Зарегистрироваться

source: Sign Up - TobaccoFeed
ru: Регистрация - ТабакоПоиск

source: Email
ru: Почта

source: Main - TobaccoFeed
ru: Главная - ТабакоПоиск

source: News
ru: Новости

source: About us
ru: О нас

source: Read about our project
ru: Узнайте больше о проекте

source: added
ru: добавлен

source: Popular mixes
ru: Популярные миксы

source: Show more...
ru: Больше

source: Popular mixes
ru: Популярные миксы

source: Sorry, we are working on this part of our site, but now it is unavailable...
ru: К сожалению, страница пока не доступна. Мы работаем над этим.

source: Where to buy
ru: Выгодные предложения

source: TobaccoStore
ru: Выгодные предложения

source: Statistics
ru: Статистика

source: Search - TobaccoFeed
ru: Поиск - ТабакоПоиск

source: Search results:
ru: Результаты поиска:

source: nothing found
ru: ничего не найдено

source: Tobaccos found:
ru: Найдено табаков:

source: Close
ru: Закрыть

source: Denis Koptev
ru: Денис Коптев

source: Evgeniy Protsenko
ru: Евгений Проценко

source: Profile
ru: Профиль

source: Log Out
ru: Выйти

source: Log In
ru: Войти

source: Related
ru: Схожее

source: Show more
ru: Больше

source: Related tobaccos
ru: Похожие табаки

source: Description
ru: Описание

source: Characteristics
ru: Характеристики

source: Tags
ru: Теги

source: No mixes found
ru: Миксов не найдено

source: Upload avatar - TobaccoFeed
ru: Загрузка фото - ТабакоПоиск

source: Upload your new avatar photo
ru: Загрузите свое новое фото

source: Edit page - TobaccoFeed
ru: Редактировать страницу - ТабакоПоиск

source: Edit your page
ru: Отредактируйте вашу страницу

source: Name
ru: Имя

source: Birth
ru: Дата рождения

source: Location
ru: Местоположение

source: Submit
ru: Применить

source: Change photo
ru: Изменить фото

source: Edit page
ru: Редактировать

source: Follow
ru: Подписаться

source: Unfollow
ru: Отписаться

source: Recent
ru: Недавнее

source: We are working on this section
ru: Мы работаем над данным разделом

source: Bio
ru: Информация

source: Friends
ru: Друзья

source: Favourite
ru: Предпочтения

source: Bookmarks
ru: Закладки
